Repository: DorukEmre/real-time-multiplayer-django
Catalog: volumes/backend/profileapi_app/translations/*/LC_MESSAGES/django.po
Languages: fr

source: Signup successful
fr: Inscription réussie

source: Profile updated
fr: Profil mis à jour

source: Invalid profile data
fr: Données de profil invalides

source: Error:
fr: Erreur :

source: Method not allowed
fr: Méthode non autorisée

source: User not found
fr: Utilisateur non trouvé

source: User is blocked
fr: Ami bloqué

source: User is not blocked
fr: Ami bloqué

source: You have already sent an unresponded request to this user
fr: Vous avez déjà envoyé une demande non répondue à cet utilisateur

source: Request does not exist
fr: La demande n'existe pas

source: You cannot send a notification to yourself
fr: Vous ne pouvez pas vous envoyer une notification

source: Notification created
fr: Notification créée

source: Notification marked as read
fr: Notification marquée comme lue

source: All notifications marked as read
fr: Toutes les notifications marquées comme lues

source: Friendship exists
fr: L'amitié existe

source: Friendship does not exist
fr: L'amitié n'existe pas

source: User exists
fr: L'utilisateur existe

source: User does not exist
fr: L'utilisateur n'existe pas

source: Invalid JSON
fr: JSON invalide

source: Friend blocked
fr: Ami bloqué

source: Friend unblocked
fr: Ami débloqué
